start_msg = """
سلام جون دل!🏳️‍🌈
به ربات سرچ عکس توی گوگل خوش اومدی🤝
کافیه عکستو برام فوروارد کنی تا برات سرچش کنم و جوابشو برات بفرستم😉
یوقت چیزا بد نفرستی که میفرستم برا پایگاه بسیج محلتون
"""

statistics_msg = """
✳️ آمار کلی ربات
👥 تعداد کل کاربران: [ {} ]
🔎 تعداد کل جستجو ها: [ {} ]
⭕️ تعداد کاربران مسدود شده: [ {} ]
"""
# ⌛️ تعداد جستجو های روزانه: [ {} ]

user_statistics_msg = """
👤 امار کاربر
🔎 تعداد کل سرچ ها: [ {} ]
⭕️ وضعیت مسدودی: [ {} ]
"""

not_updated_msg = """
ربات برات هنوز اپدیت نشده ببم جان😐
برای اینکه تغییرات جدید ربات برات اعمال بشن یبار دیگه ربات رو استارت کن

استارت کردنم بلد نیستی هوشنگ؟
بزن رو کلمه زیر

/start
"""

signup_failed = """
سلام داش
متاسفانه نگاییدم😔

برای استفاده از ربات باس ثبت نام کنی
برای ثبت نام هم برو ایدی پایین👇🏻

@SeyyedManager
"""
